import React from "react";
import "./About.css";

const About = () => {
  return (
    <div className="about">
      <h2>Компания «Империя Пиццы»</h2>
      <p>
        Компания была основана в 2007 году. За короткий срок из одного
        небольшого заведения мы выросли до самой крупной сети в Кыргызстане.
      </p>
      <h2>УНИКАЛЬНОЕ И РАЗНООБРАЗНОЕМЕНЮ</h2>
      <p>
        Наше меню включает в себя блюда итальянской, японской, европейской и
        азиатской кухни. Ежегодно мы обновляем наше меню и коктейльную карту.
      </p>
      <h2>БЕСПЛАТНАЯ ДОСТАВКА 24/7</h2>
      <p>
        Мы работаем без выходных и перерывов 24 часа 7 дней в неделю. Наша
        доставка абсолютно бесплатна вне зависимости от зоны доставки.
      </p>
    </div>
  );
};

export default About;
